      var $marquee = document.getElementById('marquee');
      var marquee = (window.m = new dynamicMarquee.Marquee($marquee, {
        rate: -100,
      }));
      window.l = dynamicMarquee.loop(
        marquee,
        [
          function () {
            return 'పార్వతీపురం జిల్లా కేంద్రంగా BMC లోకల్ ఛానల్ త్వరలో ప్రారంభం..... న్యూస్, ఎంటర్టైన్మెంట్ పాటు లైవ్ టెలికాస్ట్ ప్రారంభం...';
          },
          function () {
            return 'పార్వతీపురం పట్టణ మరియు పరిసర ప్రాంత ప్రజలకు శుభవార్త... అతి తక్కువ ధరకే హై స్పీడ్ ఇంటర్నెట్ తో పాటు HD లైవ్  చానల్స్ లభించును.... 30MBPS స్పీడ్ తో పాటు HD లైవ్ చానల్స్ కేవలం...550 రూపాయలు మాత్రమే.... వివరములకు.. BM కమ్యూనికేషన్, మెయిన్ రోడ్, పార్వతీపురం...08963-222222, 8500467888..';
          },
          function () {
            return 'పార్వతీపురం జిల్లా కేంద్రంగా BMC లోకల్ ఛానల్ త్వరలో ప్రారంభం..... న్యూస్, ఎంటర్టైన్మెంట్ పాటు లైవ్ టెలికాస్ట్ ప్రారంభం.';
          },
          function () {
            return  'పార్వతీపురం పట్టణ మరియు పరిసర ప్రాంత ప్రజలకు శుభవార్త... అతి తక్కువ ధరకే హై స్పీడ్ ఇంటర్నెట్ తో పాటు HD లైవ్  చానల్స్ లభించును.... 30MBPS స్పీడ్ తో పాటు HD లైవ్ చానల్స్ కేవలం...550 రూపాయలు మాత్రమే.... వివరములకు.. BM కమ్యూనికేషన్, మెయిన్ రోడ్, పార్వతీపురం...08963-222222, 8500467888';
          },
        ],
        function () {
          var $separator = document.createElement('div');
          $separator.innerHTML = '&nbsp•&nbsp';
          return $separator;
        }
      );